[
    {
        "type": "single",
        "joke": "Qual é o café mais forte? O expresso, porque não tem tempo a perder!"
    },
    {
        "type": "twopart",
        "setup": "O que a banana falou para a geladeira?",
        "delivery": "Você tá me deixando congelada!"
    },
    {
        "type": "single",
        "joke": "Por que o morango se sentou no banco? Porque estava cansado de ser fruta!"
    },
    {
        "type": "twopart",
        "setup": "Por que o tomate ficou vermelho?",
        "delivery": "Porque viu a salada se despindo!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo da preguiça? Dormir no sofá e sonhar que tá na cama!"
    },
    {
        "type": "twopart",
        "setup": "O que o pneu disse para a estrada?",
        "delivery": "Estamos rodando bem juntos!"
    },
    {
        "type": "single",
        "joke": "O que a cebola faz quando está triste? Chora muito, mas sempre em camadas!"
    },
    {
        "type": "twopart",
        "setup": "O que a água disse para o vinho?",
        "delivery": "Você tá me embriagando!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo da infidelidade? Dar para a geladeira e ficar com a prateleira!"
    },
    {
        "type": "twopart",
        "setup": "Por que o peixe sempre está feliz?",
        "delivery": "Porque ele vive na água e nunca fica seco!"
    },
    {
        "type": "single",
        "joke": "Por que a vaca foi para o bar? Para tomar um leite com café!"
    },
    {
        "type": "twopart",
        "setup": "O que um copo disse para o outro?",
        "delivery": "Você me enche de alegria!"
    },
    {
        "type": "single",
        "joke": "Qual é o animal mais vaidoso? O pavão, porque ele vive se exibindo!"
    },
    {
        "type": "twopart",
        "setup": "O que a luz falou para a lâmpada?",
        "delivery": "Você me ilumina, mas não me ofusque!"
    },
    {
        "type": "single",
        "joke": "Por que a escola de samba nunca para? Porque tem muito ritmo!"
    },
    {
        "type": "twopart",
        "setup": "O que a pizza disse para o entregador?",
        "delivery": "Você me faz sentir tão especial!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo da falta de sorte? Ser eleito para um concurso de feiura!"
    },
    {
        "type": "twopart",
        "setup": "Por que a geladeira não pode guardar segredos?",
        "delivery": "Porque ela sempre abre a porta!"
    },
    {
        "type": "twopart",
        "joke": "O que a uva disse para a outra?",
        "delivery": "'Pare de se esfregar!'"
    },
    {
        "type": "twopart",
        "setup": "Por que o computador foi ao terapeuta?",
        "delivery": "Porque ele tinha muitos bugs emocionais!"
    },
    {
        "type": "single",
        "joke": "Qual é a parte mais fria do computador? O mouse, porque ele sempre fica em cima da mesa!"
    },
    {
        "type": "twopart",
        "setup": "O que a pimenta disse para o sal?",
        "delivery": "Você tempera minha vida!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo do desespero? Mandar mensagens e não receber 'lido'!"
    },
    {
        "type": "twopart",
        "setup": "O que o espelho disse para a pessoa?",
        "delivery": "Você está mais bonito do que nunca!"
    },
    {
        "type": "single",
        "joke": "Por que o pão não pode se esconder? Porque ele sempre acaba se tornando um pão de forma!"
    },
    {
        "type": "twopart",
        "setup": "Por que o livro de receitas estava triste?",
        "delivery": "Porque estava cheio de receitas para o amor e não tinha ninguém para cozinhar!"
    },
    {
        "type": "single",
        "joke": "Qual é o animal que é ótimo em matemática? O porco-espinho, porque sempre tem espinhos para contar!"
    },
    {
        "type": "twopart",
        "setup": "O que o café falou para o açúcar?",
        "delivery": "Você adoça a minha vida!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo da alegria? Ir ao cinema e encontrar o filme que estava procurando!"
    },
    {
        "type": "twopart",
        "setup": "O que o advogado disse ao cliente?",
        "delivery": "Você tem o direito de ficar em silêncio, mas isso pode ser um problema!"
    },
    {
        "type": "single",
        "joke": "Por que o esqueleto não foi à balada? Porque ele não tinha corpo!"
    },
    {
        "type": "twopart",
        "setup": "Por que o lápis não pode se apaixonar?",
        "delivery": "Porque ele sempre acaba sendo apontado!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo da confiança? Falar mal do chefe na frente dele!"
    },
    {
        "type": "twopart",
        "setup": "O que a toalha disse para o corpo?",
        "delivery": "Estou aqui para te secar, não me deixe molhar!"
    },
    {
        "type": "single",
        "joke": "Por que a vaca foi ao espaço? Para ver a Via Láctea!"
    },
    {
        "type": "twopart",
        "setup": "Qual é a bebida preferida do advogado?",
        "delivery": "Cerveja, porque ele ama defender a causa!"
    },
    {
        "type": "single",
        "joke": "Qual é o cúmulo da esperteza? Fazer sexo por Skype!"
    }
]
